const textConst = {
  openChat:
    'Привет! Я ваш виртуальный помощник. Нажмите "Начать разговор", чтобы открыть чат',
  startConversation:
    'Помогу вам выбрать подходящий курс. Выбирайте категорию вопроса, и буквально через пару шагов я смогу рассказать вам то, что нужно.',
  changeProfession:
    'У нас есть программы обучения новой профессии. Мы постоянно мониторим, какие компетенции востребованы на рынке, а учебные программы строим в соответствии ними. Учиться можно онлайн в удобном темпе без дедлайнов. К концу обучения у вас будет портфолио на GitHub. А к трудоустройству поможет подготовиться Карьерный трек',
  tryIT:
    'У нас есть подготовительные курсы, которые длятся всего 2 недели.За это время вы знакомитесь с основами программирвоания, пробуете его на практике и плавной подойдете к старту обучения в основной программе. Все это под руководством опытного программиста. Он поможет, если будут сложности. Курс стоит всего 990 рублей',
  developerTextFirst:
    'Отлично! Есть несколько вариантов обучения для тех, кто хочет углубить знания. Во-первых, курсы повышения квалификации. Часто их оплачивает работодатель. Если вам кажется, что такой вариант возможен, поделитесь с ним этой ссылкой: https://b2b.hexlet.io/.',
  developerTextSecond:
    'Во-вторых, возможно индивидуальное обучение. Вы с наставником-разработчиком составляете план и углубляетесь в темы, которые хотите изучить подробнее.',
  tellMoreTextFirst:
    'В Хекслете можно освоить JavaScript, Python, PHP, верстку, Java, DevOps и Ruby on Rails. Также есть программы обучения по тестированию веб-приложений и аналитике данных. https://ru.hexlet.io/courses#preparatory',
  tellMoreTextSecond: /Только не тратьте много времени на выбор языка*/,
  simpler:
    'У нас есть подготовительные курсы, которые длятся всего 2 недели.За это время вы знакомитесь с основами программирвоания, пробуете его на практике и плавной подойдете к старту обучения в основной программе. Все это под руководством опытного программиста. Он поможет, если будут сложности. Курс стоит всего 990 рублей',
  stayHereTextFirst:
    'Ага, дублирую ссылку https://ru.hexlet.io/courses#preparatory',
  stayHereTextSecond: /Был рад знакомству! Увидимся */,
  interstingTextFirst:
    'В Хекслете можно освоить JavaScript, Python, PHP, верстку, Java, DevOps и Ruby on Rails. Также есть программы обучения по тестированию веб-приложений и аналитике данных. https://ru.hexlet.io/courses#preparatory',
  interstingTextSecond: /Только не тратьте много времени на выбор языка*/,
  aboutChangingProfessions:
    'У нас есть программы обучения новой профессии. Мы постоянно мониторим, какие компетенции востребованы на рынке, а учебные программы строим в соответствии ними. Учиться можно онлайн в удобном темпе без дедлайнов. К концу обучения у вас будет портфолио на GitHub. А к трудоустройству поможет подготовиться Карьерный трек',
  registrationButton: 'Зарегистрироваться',
  backButtonApp: 'Назад',
  openChatButton: 'Открыть Чат',
  startConversationButton: 'Начать разговор',
  changeProfessionButton: 'Сменить профессию или трудоустроиться',
  tryITButton: 'Попробовать себя в IT',
  developerButton: 'Я разработчик, хочу углубить свои знания',
  tellMoreButton: 'Расскажи подробнее',
  simplerButton: 'А есть что-нибудь попроще',
  backButton: 'Вернуться в начало',
  interestingButton: 'Интересно',
  aboutChangingProfessionsButton: 'А что по поводу смены профессии?',
  goBackButton: 'Вернуться назад',
  takeMeBackButton: 'Верни меня в начало',
  stayHereButton: 'Останусь здесь, запишусь на курс',
  closeButton: 'Close',
}

export default textConst
