const text = {
  // Текст, отображающийся для кнопки "Открыть чат"
  openChat: 'Привет! Я ваш виртуальный помощник. Нажмите "Начать разговор", чтобы открыть чат',

  // Текст, отображающийся для кнопки "Начать разговор"
  startConversation: 'Помогу вам выбрать подходящий курс. Выбирайте категорию вопроса, и буквально через пару шагов я смогу рассказать вам то, что нужно.',

  // Текст, отображающийся для кнопки "Сменить профессию или трудоустроиться"
  changeProfession: 'У нас есть программы обучения новой профессии. Мы постоянно мониторим, какие компетенции востребованы на рынке, а учебные программы строим в соответствии ними. Учиться можно онлайн в удобном темпе без дедлайнов. К концу обучения у вас будет портфолио на GitHub. А к трудоустройству поможет подготовиться Карьерный трек',

  // Текст, отображающийся для кнопки "Попробовать себя в IT"
  tryIT: 'У нас есть подготовительные курсы, которые длятся всего 2 недели.За это время вы знакомитесь с основами программирвоания, пробуете его на практике и плавной подойдете к старту обучения в основной программе. Все это под руководством опытного программиста. Он поможет, если будут сложности. Курс стоит всего 990 рублей',

  // Текст, отображающийся для кнопки "Я разработчик, хочу углубить свои знания"
  developerTextFirst: 'Отлично! Есть несколько вариантов обучения для тех, кто хочет углубить знания. Во-первых, курсы повышения квалификации. Часто их оплачивает работодатель. Если вам кажется, что такой вариант возможен, поделитесь с ним этой ссылкой: https://b2b.hexlet.io/.',
  developerTextSecond: 'Во-вторых, возможно индивидуальное обучение. Вы с наставником-разработчиком составляете план и углубляетесь в темы, которые хотите изучить подробнее.',

  // Текст, отображающийся для кнопки "Расскажи подробнее"
  tellMoreTextFirst: 'В Хекслете можно освоить JavaScript, Python, PHP, верстку, Java, DevOps и Ruby on Rails. Также есть программы обучения по тестированию веб-приложений и аналитике данных. https://ru.hexlet.io/courses#preparatory',
  tellMoreTextSecond: /Только не тратьте много времени на выбор языка*/,

  // Текст, отображающийся для кнопки "А есть что-нибудь попроще"
  simpler: 'У нас есть подготовительные курсы, которые длятся всего 2 недели.За это время вы знакомитесь с основами программирвоания, пробуете его на практике и плавной подойдете к старту обучения в основной программе. Все это под руководством опытного программиста. Он поможет, если будут сложности. Курс стоит всего 990 рублей',

  // Текст, отображающийся для кнопки "Останусь здесь, запишусь на курс"
  stayHereTextFirst: 'Ага, дублирую ссылку https://ru.hexlet.io/courses#preparatory',
  stayHereTextSecond: /Был рад знакомству! Увидимся */,

  // Текст, отображающийся для кнопки "Интересно"
  interstingTextFirst: 'В Хекслете можно освоить JavaScript, Python, PHP, верстку, Java, DevOps и Ruby on Rails. Также есть программы обучения по тестированию веб-приложений и аналитике данных. https://ru.hexlet.io/courses#preparatory',
  interstingTextSecond: /Только не тратьте много времени на выбор языка*/,

  // Текст, отображающийся для кнопки "А что по поводу смены профессии?"
  aboutChangingProfessions: 'У нас есть программы обучения новой профессии. Мы постоянно мониторим, какие компетенции востребованы на рынке, а учебные программы строим в соответствии ними. Учиться можно онлайн в удобном темпе без дедлайнов. К концу обучения у вас будет портфолио на GitHub. А к трудоустройству поможет подготовиться Карьерный трек',
}

export default text
